Repository: ridgeview-apps/earnings-meter
Catalog: Packages/PresentationViews/Sources/PresentationViews/Resources/Localization/*.lproj/Localizable.strings
Languages: es, fr

# appInfo.app.version.title
source: App version
es: Versión
fr: Version

# appInfo.contact.us.title
source: Contact us
es: Enviar comentarios
fr: Envoyer des commentaires

# appInfo.rate.this.app.title
source: Rate this app
es: Valorar la aplicación
fr: Noter cette app

# contact.us.body.app.version
source: App version
es: Versión
fr: Version

# contact.us.body.device.info
source: Device
es: Dispositivo
fr: Appareil

# contact.us.body.diagnostic.info
source: The information below may help us to answer your questions:
es: Esta información nos ayuda a contestar a sus preguntas:
fr: Cette information nous aidera à répondre à vos questions:

# contact.us.body.locale.info
source: Language/Region
es: Idioma/Región
fr: Langue/Région

# contact.us.subject %@
source: Feedback on %@
es: Comentarios sobre %@
fr: Commentaires sur %@

# mail.not.supported
source: Sorry, mail is not supported on this device.
es: La app Mail no está disponible.
fr: L'app Mail n'est pas disponible

# meter.date.picker.please.select
source: Select date
es: Elige fecha
fr: Sélectionnez la date

# meter.header.earnings.since.title %@
source: Since %@
es: Desde %@
fr: Depuis %@

# meter.header.earnings.today.title
source: Earnings today
es: Ganancias hoy
fr: Revenus quotidiens

# meter.hireStatus.free
source: Free
es: Libre
fr: Libre

# meter.hireStatus.atWork
source: At work
es: Trabajando
fr: Au travail

# settings.welcome.message
source: Please enter your details then tap Start
es: Rellene sus detalles y pulse Inicio
fr: Veuillez remplir vos détails et appuyer sur Démarrer

# settings.rate.title
source: I earn
es: Gano
fr: Je gagne

# settings.rate.placeholder
source: Salary or rate
es: Salario
fr: Salaire

# settings.rate.calculated %@
source: You earn approximately %@ per day
es: Usted gana %@ por día (aprox.)
fr: Vous gagnez %@ par jour (approx.)

# settings.rate.calculated.exact %@
source: You earn %@ per day
es: Usted gana %@ por día
fr: Vous gagnez %@ par jour

# settings.rate.picker.annual
source: Per year
es: Por día
fr: Par an

# settings.rate.picker.daily
source: Per day
es: Por año
fr: Par jour

# settings.rate.picker.hour
source: Per hour
es: Por hora
fr: Par heure

# settings.workingHours.startTime.title
source: I start work at
es: Hora de inicio
fr: Heure de début

# settings.workingHours.endTime.title
source: I finish work at
es: Hora de fin
fr: Heure de fin

# settings.runAtWeekends.title
source: I work weekends
es: Trabajo los fines de semana
fr: Je travaille le week-end

# tab.title.accumulated.earnings
source: Accumulated
es: Desde
fr: Depuis

# tab.title.earnings.today
source: Today
es: Hoy
fr: Aujourd'hui
